Table of Contents
 Interface IIdeaMaterialTendon
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
Material of a tendon
public interface IIdeaMaterialTendon : IIdeaMaterial, IIdeaObject
Inherited Members
 IIdeaObject.Id
 IIdeaObject.Name
 Edit this page